Revit 2027 API
ParameterTypeId.CarbonMaterialParamCoefficientPerLength Property
 "Carbon Coefficient per length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CarbonMaterialParamCoefficientPerLength { get; }
Public Shared ReadOnly Property CarbonMaterialParamCoefficientPerLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CarbonMaterialParamCoefficientPerLength {
	ForgeTypeId^ get ();
}
static member CarbonMaterialParamCoefficientPerLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace